app/controllers/student_controller.rb

 def students
   @student = Student.all
---
SELECT "students".* FROM "students"